 #+title: Evaluación de la exposición
#+author: Gunnar Wolf

* El ataque a la cadena de suministro de xz

- Tema presentado por :: Isaac Campos y Alejandro Martínez
- Calificación global :: 7.544

|--------------------------+------+--------------------+------+---------|
| Evaluación  compañeros   | Peso | Evaluación docente | Peso | *Total* |
|--------------------------+------+--------------------+------+---------|
| 8.1                      |  0.3 |                 10 |  0.7 |    9.43 |
| Por entrega extemporánea |  0.8 |                    |      |   7.544 |
|--------------------------+------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2::@3$5=@2$5 * @3$2

* Evaluación grupal

|              | 1 | 2 | 3 | 4 | 5 | Total |
|--------------+---+---+---+---+---+-------|
| Originalidad | 0 | 1 | 0 | 0 | 3 |  8.50 |
| Nivel        | 0 | 0 | 2 | 0 | 2 |  8.00 |
| Relevancia   | 0 | 1 | 0 | 1 | 2 |  8.00 |
| Claridad     | 0 | 0 | 0 | 2 | 2 |  9.00 |
| Presencia    | 1 | 0 | 1 | 0 | 2 |  7.00 |
|--------------+---+---+---+---+---+-------|
|              |   |   |   |   |   |  8.10 |
#+TBLFM: @2$7..@6$7=10 * (0.2*$2 + 0.4*$3 + 0.6*$4 + 0.8*$5 + $6 ) / vsum($2..$6); f-2::@7$7=vmean(@2$7..@6$7); f-2

** Comentarios de los compañeros


* Evaluación por parte del docente

| *Aspecto*                          | *Peso* | *Evaluación* | *Puntos* |
|------------------------------------+--------+--------------+----------|
| Contenido técnico y profundidad    |    0.3 |           10 |       3. |
| Fuentes bibliográficas             |   0.15 |           10 |      1.5 |
| Organización                       |   0.15 |           10 |      1.5 |
| Comunicación oral y uso del tiempo |   0.25 |           10 |      2.5 |
| Uso de recursos visuales           |   0.15 |           10 |      1.5 |
|------------------------------------+--------+--------------+----------|
| *Global*                           |        |              |    10.00 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

** Comentarios

- ¡Muy buenos artefactos narrativos! 😃
- Muy buen descripción de lo que es un ataque a la cadena de suministro.
- Me gusta que estructuraron la presentación en “actos” 😃
  - Hacia el final, la presentación se vuelve un poco “pastosa”. Supongo
    que es en parte porque, al entrar a revisar contenido más técnico, el
    ritmo de  la presentación “sufre” un poco.
